const companies = [
  {
    name: "الكود المخفي | Hidden Code",
    sector: "تقنية المعلومات والحلول البرمجية",
    desc: "شركة تقنية متخصصة في تطوير الحلول البرمجية، وبرمجة التطبيقات والمواقع الإلكترونية، وتقديم خدمات الأمن السيبراني وإدارة السيرفرات لدعم التحول الرقمي للمؤسسات.",
    logo: "/logos/HC.png",
    gradient:
      "linear-gradient(160deg, 160deg, #3a3a3a 0%, #1a1a1a 45%, #050505 100%)",
  },
  {
    name: "لوتريك للمحاماة | LawTric",
    sector: "الخدمات والاستشارات القانونية",
    desc: "شركة محاماة متخصصة في تقديم الاستشارات القانونية المتكاملة وصياغة العقود وتمثيل العملاء أمام المحاكم لحماية حقوقهم ومصالحهم التجارية والمدنية.",
    logo: "/logos/LT.png",
    gradient:
      "linear-gradient(160deg, 160deg, #3a3a3a 0%, #1a1a1a 45%, #050505 100%)",
  },
  {
    name: "تي أو ميديا | TO MEDIA",
    sector: "التسويق الرقمي وإدارة المحتوى",
    desc: "وكالة تسويق رقمي وإبداعي متكاملة، تُعنى ببناء الهوية البصرية للعلامات التجارية، وصناعة المحتوى المؤثر، وتصميم وإدارة الحملات الإعلانية باحترافية.",
    logo: "/logos/TO.png",
    gradient:
      "linear-gradient(160deg, 160deg, #3a3a3a 0%, #1a1a1a 45%, #050505 100%)",
  },
  {
    name: "تي أو استوديو | TO STUDIO",
    sector: "الإنتاج المرئي والتصوير الاحترافي",
    desc: "استوديو احترافي مجهز بأحدث التقنيات لجلسات التصوير الداخلية والخارجية للعلامات التجارية والمنتجات، وإنتاج محتوى مرئي مخصص للتسويق الرقمي.",
    logo: "/logos/TS.png",
    gradient:
      "linear-gradient(160deg, 160deg, #3a3a3a 0%, #1a1a1a 45%, #050505 100%)",
  },
  {
    name: "مسار العرب الطبية",
    sector: "الرعاية الصحية والمكملات الغذائية",
    desc: "شركة سعودية رائدة متخصصة في تطوير وتقديم المكملات الغذائية والفيتامينات الطبيعية والعضوية بصناعة سعودية ومعايير عالية الجودة لتعزيز الصحة والنشاط.",
    logo: "/logos/masar.png",
    gradient:
      "linear-gradient(160deg, 160deg, #3a3a3a 0%, #1a1a1a 45%, #050505 100%)",
  },
  {
    name: "الطائف اورا | TAIF AURA",
    sector: "الرعاية الصحية والمكملات الغذائية",
    desc: "شركة سعودية رائدة متخصصة في تطوير وتقديم المكملات الغذائية والفيتامينات الطبيعية والعضوية بصناعة سعودية ومعايير عالية الجودة لتعزيز الصحة والنشاط.",
    logo: "/logos/الطايف اورا.png",
    gradient:
      "linear-gradient(160deg, 160deg, #3a3a3a 0%, #1a1a1a 45%, #050505 100%)",
  },
];

export default companies;